Repository: frostkom/mf_analytics
Catalog: lang/lang_analytics-*.po
Languages: sv_se

source: Save admin statistics
sv_se: Spara statistik i admin

source: Track events
sv_se: Spåra händelser

source: Analytics
sv_se: Statistik

source: Get Yours Here
sv_se: Hämta din här

source: Outbound Links
sv_se: Utgående länkar

source: Log in to your account at %s
sv_se: Logga in på ditt konto på %s

source: Choose this website if you have more than one connected
sv_se: Välj denna webbplats om du har fler än en kopplad

source: Go to Content -> Events -> Overview
sv_se: Gå till Beteende -> Händelser -> Översikt

source: Get yours here
sv_se: Hämta din här

source: We use %s which stores aggregated data regarding your visit on this site to improve our website and evaluate our marketing efforts.
sv_se: Vi använder %s som lagrar aggregerad data om ditt besök för att kunna förbättra vår webbplats och utvärdera våra marknadsföringsinsatser.
